Repository: ghost1372/PersianDownloadManager
Catalog: PersianDownloadManager/Strings/*/Resources.resw
Source language: en_us
Languages: fa_ir

# SpeedLimitDialog_DescriptionBlock.Text
source: Set the maximum transfer speed. Enter 0 for unlimited.
fa_ir: حداکثر سرعت دانلود را مشخص کنید. برای سرعت نامحدود از 0 استفاده کنید

# SpeedLimitDialog_NoLimit
source: Maximum Speed
fa_ir: حداکثر سرعت

# MainWindow_NoDownload.Text
source: No downloads yet
fa_ir: دانلودی وجود ندارد

# MainWindow_NoDownloadDetail.Text
source: Click the Add button to get started.
fa_ir: روی دکمه آدرس کلیک کنید تا شروع کنید

# ScheduleWindow_ScheduleTab.Header
source: Schedule
fa_ir: زمان بندی

# ScheduleWindow_QueueFilesTab.Header
source: Queued Files
fa_ir: فایل های موجود در صف

# ScheduleWindow_StartDownloadTime.Content
source: Download Start Time
fa_ir: زمان شروع دانلود

# ScheduleWindow_StopDownloadTime.Content
source: Stop Download At
fa_ir: قطع دانلود در زمان

# ScheduleWindow_RetryFailedFiles.Content
source: Retry Count for Failed Downloads
fa_ir: تعداد دفعات سعی مجدد برای فایل‌هایی که با خطا مواجه می‌شوند

# ScheduleWindow_ClosePdmAfterDownloads.Content
source: Close PDM After All Downloads Complete
fa_ir: بعد از اتمام دانلودها PDM را ببند.

# ScheduleWindow_ShutdownAfterDownloads.Content
source: Shut Down Computer After All Downloads Complete
fa_ir: بعد از اتمام دانلودها کامپیوتر را خاموش کن

# ScheduleWindow_ForceCloseApps.Content
source: Force Close Running Applications
fa_ir: برنامه‌های در حال اجرا را مجبور به بستن کن

# ScheduleWindow_ConcurrentDownload.Header
source: Concurrent Downloads
fa_ir: دانلود همزمان

# ScheduleWindow_StartButton.Content
source: Start
fa_ir: شروع

# ScheduleWindow_StopButton.Content
source: Stop
fa_ir: توقف

# ScheduleWindow_CloseButton.Content
source: Close
fa_ir: بستن

# RemainingTime_Calculating
source: Calculating...
fa_ir: در حال محاسبه...

# RemainingTime_SecondsFormat
source: {0} seconds left
fa_ir: {0} ثانیه باقی مانده

# RemainingTime_MinutesSecondsFormat
source: {0} minutes {1} seconds left
fa_ir: {0} دقیقه و {1} ثانیه باقی مانده

# RemainingTime_HoursMinutesSecondsFormat
source: {0} hours {1} minutes {2} seconds left
fa_ir: {0} ساعت و {1} دقیقه و {2} ثانیه باقی مانده

# RemainingTime_DaysHoursMinutesSecondsFormat
source: {0} days {1} hours {2} minutes {3} seconds left
fa_ir: {0} روز و {1} ساعت و {2} دقیقه و {3} ثانیه باقی مانده

# CurrentDownloadWindow_TabDownloadStatus.Header
source: Download Status
fa_ir: وضعیت دانلود

# CurrentDownloadWindow_FileSize.Text
source: File Size
fa_ir: حجم فایل

# CurrentDownloadWindow_Downloaded.Text
source: Downloaded
fa_ir: دانلود شده

# CurrentDownloadWindow_TimeLeft.Text
source: Time left
fa_ir: زمان باقی مانده

# CurrentDownloadWindow_ResumeCapability.Text
source: Resume capability
fa_ir: قابلیت ادامه

# CurrentDownloadWindow_TransferRate.Text
source: Transfer Rate
fa_ir: سرعت انتقال

# CurrentDownloadWindow_Pause.Label
source: Pause
fa_ir: توقف

# CurrentDownloadWindow_Resume.Label
source: Resume
fa_ir: ادامه

# CurrentDownloadWindow_Cancel.Label
source: Cancel
fa_ir: لغو

# CurrentDownloadWindow_Close.Label
source: Close
fa_ir: بستن

# ResumeCapabilitySupported
source: Yes
fa_ir: بله

# ResumeCapabilityNotSupported
source: No
fa_ir: خیر

# FlowDirection.FlowDirection
source: LeftToRight
fa_ir: RightToLeft

# ReFlowDirection.FlowDirection
source: RightToLeft
fa_ir: LeftToRight

# MainWindowAutoSuggestBox.FlowDirection
source: LeftToRight
fa_ir: RightToLeft

# AddLinkDialog.FlowDirection
source: LeftToRight
fa_ir: RightToLeft

# PropertiesDialog.FlowDirection
source: LeftToRight
fa_ir: RightToLeft

# SpeedLimitDialog.FlowDirection
source: LeftToRight
fa_ir: RightToLeft

# AddGroupLinkDialog.FlowDirection
source: LeftToRight
fa_ir: RightToLeft
